import s from "./homebody.module.css"
import Footer from "../footer/footer.jsx";
import Explain from "./homere/majorexplain/explain.jsx";
import image1 from '../../assets/Education-selection-questions.jpg'
import Titles from "../Titles/titles.jsx";
import Textbox from "../textbox/textbox.jsx";
import AaN from "../Article&News/AaN.jsx";
import News from "./homere/News/News.jsx";
import Map from "../RoadMap/Map.jsx";

function Homebody () {
return (

<>
    <div className={s.container}>

        <div className={s.contentcontainer}>
            <h1>اخبار روز</h1>
            <News/>
        </div>
            <Titles h="معرفی رشته ها"/>
        <div className={s.majorcontentcontainer}>
            <AaN/>
        </div>
            <Titles h="توضیحات اولیه"/>
        <div className={s.startex}>
            <Textbox t="انتخاب رشته یکی از مهم‌ترین مراحل در زندگی تحصیلی و شغلی هر فرد است. این فرآیند به ویژه در دوران دبیرستان و پس از آن، زمانی که دانش‌آموزان باید تصمیم بگیرند که در کدام رشته تحصیلی ادامه دهند، اهمیت ویژه‌ای پیدا می‌کند. در اینجا به برخی از نکات کلیدی در مورد انتخاب رشته پرداخته می‌شود"/>
            <Textbox h="شناخت علایق و توانمندی‌ها" t="قبل از هر چیز، شناخت دقیق از علایق و توانمندی‌های خود بسیار مهم است. افراد باید به این سوال پاسخ دهند که چه موضوعاتی برایشان جذاب است و در کدام زمینه‌ها توانایی بیشتری دارند. این شناخت می‌تواند به انتخاب رشته‌ای که با شخصیت و علایق فرد همخوانی دارد، کمک کند"/>
            <Textbox h="بررسی بازار کار" t="یکی از عوامل مهم در انتخاب رشته، بررسی بازار کار و فرصت‌های شغلی مرتبط با آن رشته است. برخی رشته‌ها ممکن است در حال حاضر بازار کار خوبی داشته باشند، در حالی که برخی دیگر ممکن است در آینده با چالش‌هایی مواجه شوند. بنابراین، تحقیق در مورد نیازهای بازار کار و پیش‌بینی روندهای آینده می‌تواند به تصمیم‌گیری بهتر کمک کند"/>
            <Textbox h="مشاوره و گفتگو با افراد متخصص" t="گفتگو با مشاوران تحصیلی، معلمان و افرادی که در رشته‌های مختلف تحصیل کرده‌اند، می‌تواند اطلاعات مفیدی را در اختیار فرد قرار دهد. این افراد می‌توانند تجربیات خود را به اشتراک بگذارند و به دانش‌آموزان کمک کنند تا تصمیم بهتری بگیرند."/>
        </div>
        <div className={s.roadmap}>
            <Titles h="راهنما"/>
            <Map s1h="لورم ایپسوم" s1t="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است"
                 s2h="لورم ایپسوم" s2t="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است"
                 s3h="لورم ایپسوم" s3t="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است"
                 s4h="لورم ایپسوم" s4t="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است"
                 s5h="لورم ایپسوم" s5t="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است"
                 s6h="لورم ایپسوم" s6t="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است"


            />




        </div>

    </div>
    <Footer/>

</>




)



}
export default Homebody