import s from "./homebody.module.css"
import Aheader from "../Article header/Aheader"
import Aimage from "../Aimage/Aimge"
import Image1 from "../../assets/a.png"
import Image2 from "../../assets/e.png"
import Textbox from "../textbox/textbox"
import Alist from "../Article list/Alist"
import Footer from "../footer/footer"
function Homebody () {
return (

<>
<div className={s.container}>
    <div className={s.contentbox}>
        <div className={s.contents}>
            <Aheader h="چگونه کنکوری بخوانیم؟ روش هایی که فقط رتبه برترها می دانند!" d={new Date().toLocaleDateString('fa-IR')} ti="20" w="سارا دریانی"/>
            <Aimage iss={Image1} altp="your image"/>
            <Textbox h="" t="در سال کنکور داشتن ساعت مطالعه بالا مهم است اما چطور مطالعه کردن اهمیت بیشتری دارد. در واقع قرار نیست شما فقط به واسطه روزانه 10 یا 12 ساعت درس خواندن به هدفتان برسید. من سال‌ها در مورد این موضوع تحقیق کردم چون خودم از آن دسته کسانی بودم که علی‌رقم ساعت مطالعه بالایی که داشتم به هدفم نمی‌رسیدم! مصاحبه رتبه برترها را خواندم با افراد موفق صحبت کردم و نتیجه‌اش شد چیزی که در ادامه خلاصه‌اش را در اختیارتان قرار می‌دهم." />
            <Textbox h="آیا کنکوری خواندن با درس خواندن برای مدرسه فرق دارد؟" t="این سوال درست مثل این است که بپرسید آیا بازی کردن برای تیم ملی فوتبال با گل کوچیک بازی کردن در پارک محله‌مان فرق دارد! قطعا کنکوری خواندن با درس خواندن برای امتحانات مدرسه تفاوت دارد و در واقع سال کنکور باید بسیار حساب شده‌ و با برنامه‌‌ عمل کنید. البته قصدم از گفتن این جملات ناامید کردن شما نیست، بلکه می‌خواهم از حال و هوای مدرسه و شب امتحانی بودن در بیایید.
            من 12 سال با یک روش درس خواندم و به آن عادت کردم، چطور می‌توانم روش مطالعه‌ام را عوض کنم؟ در سال کنکور باید کارهای خاصی را انجام دهید و انقدر این کارها را تکرار کنید تا عادات جدید را جایگزین عادات قبلی کنید، چه کارهایی؟ در ادامه در موردش صحبت می‌کنیم.
            تخفیف یهویی" />
            <Textbox h="ویژگی‌های مهم کنکوری خواندن" t="گفتیم که کنکوری خواندن با درس خواندن برای مدرسه فرق دارد، در واقع درس خواندن برای کنکور چند ویژگی مهم دارد مثل:"/>
            <Alist reason1="در سال کنکور چیزی به اسم شب امتحان نداریم و شما نمی‌توانید به بهانه شب امتحان درس‌ها را تلنبار کنید." reason2="حفظ کردن مطالب جواب نمی‌دهد، شاید یکی دو روز قبل از امتحانات مدرسه مطالب را حفظ کنید و نمره خوبی بگیرید؛ اما سال کنکور باید همه چیز را مفهومی یاد بگیرید." reason3="سر جلسه کنکور باید به سوالات چند درس مختلف پاسخ دهید." reason4="زمان اهمیت بیشتری پیدا می‌کند، چه برای مطالعه دروس و چه برای پاسخ‌گویی سر جلسه کنکور."/>
            <Textbox h="چگونه برای کنکور مفهومی درس بخوانیم؟" t="خب اولین چیزی که باید از این به بعد آویزه گوشتان کنید این است که مطالب را حفظ نکنید و دروس را مفهومی بخوانید. حالا این چه معنی دارد؟ زمانی که شما صرفا یک جمله را حفظ می‌کنید اگر طراح کمی آن را تغییر دهد شما به آسانی در دامش می‌افتید؛ مثلا یکی از سوالات هوشمندانه و دام‌دار زیست شناسی این جمله است؛ گره سینوسی دهلیزی پشت دیواره دهلیز راست قرار دارد. این جمله غلط است چون این گره روی دیواره پشتی دهلیز راست قرار دارد نه پشت آن! اینجا کسی که فقط کلمات را حفظ کرده فریب می‌خورد؛ چطور مفهومی بخوانیم که فریب طراحان را نخوریم؟"/>
            <Alist reason1="با مثال زدن (مثلا دهلیز راست را به یک اتاق تشبیه کنید)" reason2="با تجسم کردن" reason3="خودتان را جای طراح سوال بگذارید." reason4="مطالب را با هم ترکیب کنید."/>
            <Aimage iss={Image2} altp="your image"/>
            <Textbox h="رتبه برترها چگونه جمع‌بندی می‌کنند؟" t="یکی از مهم‌ترین کارهایی که باید در چند هفته پایانی کنکور انجام دهید، جمع‌بندی مطالب است. اکثر داوطلبان در هفته‌های پایانی احساس می‌کنند مطالب را فراموش کرده‌اند و البته این احساس تا حدی درست است! به همین دلیل توصیه می‌کنیم که حداقل در 6 هفته پایانی تمرکزتان را روی جمع‌بندی مطالب بگذارید.
            به این صورت که هر سه روز یک بار از خودتان یک آزمون بگیرید (از سوالات کنکورهای اخیر یا آزمون‌های آزمایشی استفاده کنید)، آزمون را تحلیل کنید تا متوجه شوید کدام مطالب را فراموش کرده‌اید و در دو و نیم روز باقی مانده تا آزمون بعدی قسمت‌هایی که فراموش کرده‌اید را مرور کنید. یکی از منابع واجب برای این دوران، کتاب‌های جمع‌بندی هستند که با مناسب‌ترین قیمت در فروشگاه پایتخت کتاب موجودند."/>
            <Textbox h="نتیجه گیری" t="برای کنکوری خواندن باید با سبک درس خواندن برای مدرسه و شب امتحان خداحافظی کنید و مثل رتبه برترها رفتار کنید؛ یعنی برنامه‌ریزی داشته باشید، روش صحیح تست‌زنی را یاد بگیرید، خلاصه نویسی کنید، منابع مناسبی تهیه کنید، آزمون بدهید و مرور و جمع‌بندی را فراموش نکنید.
            در این مقاله به سوال چگونه کنکوری بخوانیم به طور کامل پاسخ دادیم و سعی کردیم راه‌هایی را برای برنامه‌ریزی کردن و موفقیت در کنکور ارائه دهیم."/>
         </div>
    </div>
    <Footer/>
</div>





</>




)



}
export default Homebody